Repository: hr75ma/WatchLog
Catalog: WatchLog/Ressources/Localization/Localizable.xcstrings
Source language: de
Languages: en

source: Abbrechen
en: Cancel

source: Abschlossen
en: Closed

source: Adresse
en: Address

source: Amtsleitung
en: Telephone line

source: Betrug
en: Fraud

source: Brand
en: Fire

source: Call-Center-Betrug
en: CCB

source: Datenbank löschen
en: Delete Database

source: Diebstahl
en: Theft

source: Diebstahl an KfZ
en: Car Theft

source: Einbruch
en: Burglary

source: Eingang
en: Incoming Call

source: Eintrag
en: Log

source: Eintrag Ansicht (gesperrt)
en: View locked

source: Eintrag bearbeiten
en: Edit Entry

source: Entsperrt
en: Unlocked

source: Ereignis
en: Event

# Ereignis %lld von %lld
source: Ereignis %1$lld von %2$lld
en: Event %1$lld von %2$lld

source: Flucht
en: Hit And Run

source: Funk
en: Radio

source: Geburtsdatum
en: Date of birth

source: Gefahrenstelle
en: Hazard location

source: Gesperrt
en: Locked

source: Hier werden die Wachbucheinträge aufgelistet
en: Here the logbook entries are listed.

source: Kennzeichen
en: Registration plate

source: Kennzeichen ON01
en: registration plate ON01

source: Kennzeichen ON02
en: registration plate ON02

source: Körperverletzung
en: Assault

source: Lade Logs...
en: Loading logs…

source: Ladendiebstahl
en: Shoplifting

source: Liste akutalisieren
en: Reload

source: Log editieren
en: Edit Log

source: Log leeren
en: Clear Log

source: Log Löschen?
en: Delete Log

source: Löschen
en: Delete

source: Mitteilung
en: Message

source: Neuer Wachbucheintrag
en: New Log

source: Neues Log
en: New log

source: Notruf
en: Emergency

source: Randalierer
en: Vandals

source: Ruhestörung
en: Disturbance of peace

source: Sachbeschädigung
en: Damage to property

source: Sonstiges
en: Misc

source: Speichere
en: Save

source: Speichern
en: Save

source: Streitigkeiten
en: Disputes

source: Suizidversuch
en: Suicide

source: Telefon
en: Phone

source: Tier am Leben
en: Animal alive

source: Tiereinsatz
en: Animal

source: Todesermittlung
en: Death investigations

source: Verdacht
en: Suspicion

source: Verkehrskontrolle
en: Traffic control

source: Verkehrsunfall
en: Traffic accident

source: Verletztungen
en: Injuries

source: Vermisstenfall
en: Missing person case

source: Wachbuch
en: Logbook

source: Wachbuchliste
en: Loglist

source: Wildunfall
en: Wild accident
